{
  "nav": {
    "home": "Home",
    "about": "About",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "home": {
    "greeting": "Hello, It's Me",
    "name": "Felipe Martinez",
    "descriptionTitle": "And I'm a",
    "typedStrings": ["Developer", "Multimedia Editor"],
    "description": "I'm a Multimedia Editor with experience in video editing, graphic design, and animation for artists and personal projects. I'm currently training as a backend-focused developer, integrating visuals with technical aspects to create more complete and functional projects.",
    "downloadCV": "Download CV"
  },
  "about": {
    "subtitle": "Let me introduce myself",
    "title": "About <span>Me</span>",

    "paragraphShort": "The first time I saw a computer was when I was 6 years old at my cousin’s house, and I was fascinated by everything...",

    "paragraphLong": "The first time I saw a computer was when I was 6 years old at my cousin’s house, and I was fascinated by everything you could do with it. When I was 7, I got my first computer, and around age 8, the internet entered my life. From that moment on, I discovered YouTube and developed an admiration for YouTubers and videos. Wanting to be like them, I started researching how to edit my own videos, and that’s when I found my first editing software: 'Camtasia Studio'. Later, I switched to 'Sony Vegas Pro', which was more professional in some aspects. In 2021, I started editing videos for a Marketing and Web Programming Agency, and I entered the world of animation using more professional tools like Adobe After Effects, which allowed me to bring more dynamism to my productions. In 2023, I started studying to become a Systems Analyst, and I learned the basics of web development, which was what caught my attention the most in the program because it's one of the most artistic aspects — it involves design and pre-production, which could be combined with everything I was already doing. I'm also a big fan of futuristic art, which is why this website’s design looks the way it does. I hope you enjoy my work, and I look forward to contributing great ideas to your projects. Enjoy my website.",

    "readMore": "Read more",
    "readLess": "Read less"
  },
  "education": {
    "title": "Education",
    "items": [
      {
        "date": "2025",
        "institution": "InTeCH 132",
        "details": "Third Year (In progress)",
        "career": "Technical Degree in Systems Analysis"
      },
      {
        "date": "2019",
        "institution": "Secondary School N°3 \"Domingo F. Sarmiento\"",
        "career": "Bachelor in Social Sciences"
      }
    ]
  },
  "skills": {
    "upTitle": "TECHNICAL AND PROFESSIONAL",   
    "title": "My Skills",
    "technical": "Technical Skills",
    "soft": "Soft Skills",
    "softSkills": {
      "teamwork": "Teamwork",
      "projectManagement": "Project Management",
      "creativity": "Creativity",
      "communication": "Communication"
    }
  },
  "portfolio": {
    "title": "Latest <span class='spn'>Projects</span>",
    "projects": [
      {
        "title": "Music Video Clip",
        "description": "Music video made with Adobe After Effects and Adobe Premiere Pro for artist Keibis in 2024"
      },
      {
        "title": "Music Video Clip",
        "description": "Music video made with Adobe After Effects and Adobe Premiere Pro for artist Dripp Lyon in 2024"
      },
      {
        "title": "Music Video Clip",
        "description": "Lyric video made with Adobe After Effects and Adobe Premiere Pro for artists Dripp Lyon & Keibis in 2024"
      },
      {
        "title": "Music Video Clip",
        "description": "Music video made with Adobe After Effects and Adobe Premiere Pro for artist Jhin Baby in 2024"
      }
    ]
  },
  "contact": {
    "title": "Contact <span class='spn'>Me</span>",
    "form": {
      "name": "Full Name",
      "email": "Email Address",
      "phone": "Phone Number",
      "subject": "Subject",
      "message": "Your Message",
      "send": "Send Message"
    }
  },
  "thanks":{
    "title": "Message sent successfully!",
    "button": "Go back!"
  },
  "footer": {
    "copyright": "Copyright © 2025 by Felipe Martinez | All Rights Reserved."
  }
}
