{
  "nav": {
    "home": "Inicio",
    "about": "Acerca de",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contacto"
  },
  "home": {
    "greeting": "Hola, soy",
    "name": "Felipe Martinez",
    "descriptionTitle": "Y soy",
    "typedStrings": ["Desarrollador", "Editor Multimedia"],
    "description": "Editor Multimedia con experiencia en edición de video, diseño gráfico y animación para artistas y proyectos personales. Actualmente me estoy formando como desarrollador con enfoque en backend, integrando lo visual con lo técnico para crear proyectos más completos y funcionales.",
    "downloadCV": "Descargar CV"
  },
  "about": {
    "subtitle": "Déjame presentarme",
    "title": "Sobre <span>Mí</span>",
    "history": "Un poco de mi historia",
    "paragraphShort": "La primera vez que vi una computadora fue a los 6 años en casa de mi primo y quede fascinado con todo lo que...",
    "paragraphLong": "La primera vez que vi una computadora fue a los 6 años en casa de mi primo y quede fascinado con todo lo que se podia hacer. A los 7 años me compraron mi primera computadora y como a los 8 fue cuando llego internet a mi vida. Desde ese entonces entre en el mundo de youtube y nacio mi admiracion por los youtubers y los videos. Como queria ser como ellos empece a investigar como editar mis propios videos y ahi fue que encontre el primer software de edición: 'Camtasia Studio'. Luego me pase a 'Sony Vegas Pro' que en cierto punto era mas profesional. En 2021 comence a editar videos para una Agencia de Marketing y Programacion Web y entre en el mundo de la animacion con programas mas profesionales como Adobe After Effects y con eso empece a meterle mas dinamismo a mis producciones. En 2023 me meti a la carrera de Analista de Sistemas y aprendi lo basico para hacer una web que fue lo que mas me llamo la atencion de la carrera porque es una de las cosas mas artisticas que tiene ya que lleva un diseño y una pre-produccion que puede ser combinada con todo lo que yo venia haciendo. Tambien siento un gran fanatismo por arte futurista por eso el diseño de esta web es asi. Espero disfruten de mis trabajos y poder llegar a trabajar y aportar grandes ideas a sus proyectos. Disfruten de mi Web. ",
    "readMore": "Leer más",
    "readLess": "Leer menos"
  },
  "education": {
    "title": "Educación",
    "items": [
      {
        "date": "2025",
        "institution": "InTeCH 132",
        "details": "Tercer Año (En progreso)",
        "career": "Tecnicatura en Análisis de Sistemas"
      },
      {
        "date": "2019",
        "institution": "Escuela Secundaria N°3 \"Domingo F. Sarmiento\"",
        "career": "Bachillerato en Ciencias Sociales"
      }
    ]
  },
  "skills": {
    "upTitle": "TÉCNICAS Y PROFESIONALES",
    "title": "Mis Habilidades",
    "technical": "Habilidades Técnicas",
    "soft": "Habilidades Blandas",
    "softSkills": {
      "teamwork": "Trabajo en equipo",
      "projectManagement": "Dirección de Proyectos",
      "creativity": "Creatividad",
      "communication": "Comunicación"
    }
  },
  "portfolio": {
    "title": "Últimos <span class='spn'>Proyectos</span>",
    "projects": [
      {
        "title": "VideoClip Musical",
        "description": "Video Clip hecho con Adobe After Effects y Adobe Premiere Pro para el artista Keibis en 2024"
      },
      {
        "title": "VideoClip Musical",
        "description": "Video Clip hecho con Adobe After Effects y Adobe Premiere Pro para el artista Dripp Lyon en 2024"
      },
      {
        "title": "Video Lyrics",
        "description": "Video Lyrics hecho con Adobe After Effects y Adobe Premiere Pro para los artistas Dripp Lyon & Keibis en 2024"
      },
      {
        "title": "Video Lyrics",
        "description": "Video Clip hecho con Adobe After Effects y Adobe Premiere Pro para el artista Jhin Baby en 2024"
      }
    ]
  },
  "contact": {
    "title": "Contacta<span class='spn'>Me</span>",
    "form": {
      "name": "Nombre Completo",
      "email": "Correo Electrónico",
      "phone": "Número de Teléfono",
      "subject": "Asunto",
      "message": "Tu Mensaje",
      "send": "Enviar Mensaje"
    }
  },
    "thanks":{
    "title": "¡Mensaje enviado con éxito!",
    "button": "Volver!"
  },
  "footer": {
    "copyright": "Copyright © 2025 por Felipe Martinez | Todos los derechos reservados."
  }
}
